Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/victims_of_crime/victims_and_the_prisons.html.txt.tmx
Source language: en
Languages: ga

source: Victims of crime and the prisons
ga: Na príosúin agus íospartaigh choireanna

source: The prisons are managed by the Irish Prison Service
ga: Is í Seirbhís Phríosúin na hÉireann atá i mbun na bpríosún

source: Prisons range from high-security closed institutions to open prisons with minimum security
ga: Tá idir institiúidí ardslandála dúnta agus príosúin oscailte le mionslandáil ar fáil

source: Whether a prisoner is held in a high- or low-security prison will depend on the prisoner's profile
ga: Braitheann sé ar an bpríosúnaí féin cé acu príosún ard - nó mionslandála a bheidh sé/sí coinnithe ann

source: Factors such as the type of offence, length of sentence, degree of risk, etc., are taken into account
ga: Cuirtear san áireamh mar shampla cén cineál coire atá i gceist, fad an téarma, an riosca a bhaineann leis an bpríosúnaí

source: If a prisoner is considered dangerous or poses a threat to you as a victim, he or she will be held in one of the secure closed prisons
ga: Má shíltear go bhfuil príosúnaí dainséarach nó más bagairt don íobartach atá ann coinneofar é/í i gceann de na príosúin dúnta ardslandála

source: One of the main aims of the prison system is to rehabilitate offenders so that they do not offend again when they are released from prison
ga: Ceann de phríomhaidhmeanna an chórais phríosúntachta ciontóirí a athbhunú sa chaoi nach mbriseann siad an dlí arís tar éis an phríosúin a fhágáil

source: The Prison Service provides work-training, counselling and treatment for drug and alcohol addiction
ga: Cuireann an tSeirbhís Phríosúin traenáil oibre, comhairle agus coir leighis i gcás míúsáid drugaí agus alcól ar fáil

source: In addition, there are special sex offenders' treatment programmes, which force offenders to focus on the full effects of their crimes on victims
ga: Chomh maith leis sin tá cláracha leighis speisialta ar fáil do chiontóirí gnéis a chuireann iallach ar chiontóirí aghaidh a thabhairt ar an tionchar iomlán a bhíonn ag an gcoir ar na híobartaigh

source: Most offenders are entitled to a 25% reduction of their sentence if they maintain good behaviour while in prison
ga: Tá an chuid is mó ciontóirí i dteideal loghadh de 25% ar a dtéarmaí príosúin má iompraíonn siad iad féin go maith sa phríosún

source: Sentence remission is taken into account by judges when passing sentence
ga: Cuireann breithimh san áireamh go mbeidh loghadh ar an téarma nuair a leagann siad síos téarmaí príosúin

source: However, a prisoner serving a life sentence has no release date and can only be freed with the approval of the Minister for Justice and Equality
ga: Ach, níl aon dáta leagtha síos le duine a bhfuil príosún saoil gearrtha air/uirthi agus is le cead ón Aire Dlí agus Cirt agus Comhionannais amháin gur féidir ciontóir mar seo a scaoileadh saor

source: Offenders are usually released from prison when they have finished their sentence or when they are approved for early or temporary release by the Minister for Justice and Equality
ga: Is iondúil go scaoiltear ciontóirí saor ón bpríosún nuair atá na téarmaí príosúin curtha isteach acu nó nuair a cheadaíonn an tAire Dlí agus Cirt agus Comhionannais dóibh imeacht go luath nó go sealadach

source: Sex offenders released from prison must notify the Garda of their current and any future address
ga: Ní mór ciontóirí gnéis atá scaoileadh saor ón bpríosún in iúl don Gharda Síochána a n-reatha agus aon seoladh amach anseo

source: Temporary release is usually granted on compassionate grounds such as the death or serious illness of a close relative
ga: Scaoiltear duine saor go sealadach, go hiondúil, ar chúinsí truacha má chailltear gaol gairid mar shampla nó má tá gaol gairid go dona tinn

source: Prisoners coming to the end of long sentences are sometimes granted temporary release to help them reintegrate into the community
ga: Amanta scaoiltear saor go sealadach príosúnaigh atá ag druidim i dtreo deireadh a dtéarmaí príosúin fhada le cúnamh a thabhairt dóibh maireachtáil sa phobal arís

source: When the Prison Service is deciding whether or not to grant temporary release to a prisoner, it will take into account the potential risk or danger to the public and to you as a victim
ga: Nuair atá cinneadh dhá dhéanamh ag an tSeirbhís Phríosúin príosúnach a scaoileadh saor go sealadach cuirfear san áireamh an riosca nó contúirt don phobal agus don íobartach a bhaineann leis an bpríosúnach

source: The Parole Board advises the Minister of Justice and Equality about the administration of long-term prison sentences
ga: Tugann an Bord Parúil moladh don Aire Dlí agus Cirt agus Comhionannais faoi phianbhreitheanna fadtéarmacha príosúin a riaradh

source: Prisoners sentenced to 8 years or more but less than 14 years can have their cases reviewed by the Parole Board when they have served half of their sentence
ga: Is féidir leis an mBord Parúil athbhreithniú a dhéanamh ar chásanna príosúnach ar a ngearrtar pianbhreith 8 mbliana nó níos mó ach níos lú ná 14 bliana nuair atá leath a bpianbhreithe caite acu

source: Prisoners sentenced to 14 years or more, including life sentences, will have their case reviewed after 7 years in custody
ga: I gcás príosúnach ar ar gearradh pianbhreith 14 mbliana nó níos mó, pianbhreitheanna saoil ina measc, déanfar athbhreithniú ar a gcás i ndiaidh dóibh 7 mbliana a chaitheamh faoi choimeád

source: The Parole Board can only make recommendations
ga: Ní féidir leis an mBord Parúil ach moltaí a dhéanamh

source: The final decision lies with the Minister for Justice and Equality
ga: Faoin Aire Dlí agus Cirt agus Comhionannais atá an cinneadh deiridh

source: The Prison Service will:
ga: Déanann an tSeirbhís Phríosúin

source: • Try to rehabilitate and reform all offenders sentenced to prison
ga: • Iarracht na ciontóirí ar fad a théann chuig an bpríosún a athbhúnú agus a chur ar a leas

source: • Provide enough prison spaces so that all offenders sentenced to imprisonment can serve out their sentences
ga: • An oireadh spáis a theastaíonn a chur ar fáil go mbeidh na ciontóirí ar fad a fhaigheann téarmaí príosúin in ann na téarmaí sin a chur isteach

source: • When temporary release is being considered, take into account any potential risk to you as a victim and the contents of the victim impact statement
ga: • Aon riosca dá bhféadfadh a bheith ann don íobartach chomh maith leis an ráiteas ar thionchar a rinne an t-íobartach a chur san áireamh nuair atá cinneadh le déanamh ar ciontóir a scaoileadh go sealadach

source: • Make sure that no extra distress is caused to you by any action of the offender while he or she is in prison
ga: • Cinnte nach gcuireann an ciontóir isteach ar an íobartach an fhad agus atá sé/sí sa phríosún

source: If you are the victim of a serious sexual or violent offence and you have requested that you be told if the offender is being released, the Prison Service will notify the Gardai prior to his or her release
ga: Má tá tú ag an íospartach ar chion tromaí gnéasach nó foréigneach agus a d'iarr tú go bhfuil tú a insint má tá an ciontóir á scaoileadh, beidh an tSeirbhís Phríosúin fógra don Gardaí sular é nó í a scaoileadh

source: If you have any queries or complaints regarding the Prison Service or if you wish to request a notification of release, you should contact the Prisons Victim Liaison Officer
ga: Má tá aon cheisteanna nó gearráin le déanamh maidir leis an tSeirbhís Phríosúin nó má theastaíonn ó dhuine scéal a fháil nuair atá ciontóir le scaoileadh saor ba cheart teagmháil a dhéanamh le hOifigeach Teagmhála na nÍobartach

source: Further information is available in the Prison Service Victims Charter (pdf). Where to apply
ga: Tá tuilleadh eolais ar fáil sa Chairt Íospartach na Seirbhíse Príosúin (pdf)
